var data =
{
  "items": [
    {
      "id": "id-1",
      "title": "夏朵夢幻逸品小香風褲裙特惠",
      "price": "2284",
      "img": [
        "id-1-1.jpg",
        "id-1-2.jpg"
      ],
      "desc": [
        "經典名品風格",
        "黑白簡約設計",
        "時尚好搭配"
      ],
      "spec": [
        "主商品：褲子*2",
        "尺寸：M.L.XL.XXL",
        "顏色：共同(黑/白各*1)",
        "材質：聚酯纖維100%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-2",
      "title": "夏朵羅馬假期修身褲裙",
      "price": "1840",
      "img": [
        "id-2-1.jpg",
        "id-2-2.jpg",
        "id-2-3.jpg"
      ],
      "desc": [
        "特殊織帶設計",
        "增加時尚質感",
        "設計師精細打版"
      ],
      "spec": [
        "主商品：褲子*2",
        "尺寸：M.L.XL.XXL",
        "顏色：共同(黑/白各*1)",
        "材質：藍/黑3%彈性纖維97%聚酯纖維 千鳥尼龍26%嫘縈35%聚酯纖維35%彈性纖維4%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-3",
      "title": "夏朵耀眼絲絨上衣",
      "price": "1600",
      "img": [
        "id-3-1.jpg",
        "id-3-2.jpg",
        "id-3-3.jpg"
      ],
      "desc": [
        "奢華與優雅並濟",
        "日本進口四面彈頂級絲絨",
        "立體剪裁修飾身材"
      ],
      "spec": [
        "主商品規格說明(含配件)-1.配件/件數 ：1件入",
        "尺寸：M.L.XL.XXL",
        "顏色：黑色/孔雀綠/紫紅",
        "材質：POLYESTER 92% ELASTOMERIC 8%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-4",
      "title": "夢幻逸品小香風褲裙特惠",
      "price": "2284",
      "img": [
        "id-1-2.jpg",
        "id-1-1.jpg"
      ],
      "desc": [
        "經典名品風格",
        "黑白簡約設計",
        "時尚好搭配"
      ],
      "spec": [
        "主商品：褲子*2",
        "尺寸：M.L.XL.XXL",
        "顏色：共同(黑/白各*1)",
        "材質：聚酯纖維100%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-5",
      "title": "羅馬假期修身褲裙",
      "price": "1840",
      "img": [
        "id-2-2.jpg",
        "id-2-1.jpg",
        "id-2-3.jpg"
      ],
      "desc": [
        "特殊織帶設計",
        "增加時尚質感",
        "設計師精細打版"
      ],
      "spec": [
        "主商品：褲子*2",
        "尺寸：M.L.XL.XXL",
        "顏色：共同(黑/白各*1)",
        "材質：藍/黑3%彈性纖維97%聚酯纖維 千鳥尼龍26%嫘縈35%聚酯纖維35%彈性纖維4%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-6",
      "title": "耀眼絲絨上衣",
      "price": "1600",
      "img": [
        "id-3-2.jpg",
        "id-3-1.jpg",
        "id-3-3.jpg"
      ],
      "desc": [
        "奢華與優雅並濟",
        "日本進口四面彈頂級絲絨",
        "立體剪裁修飾身材"
      ],
      "spec": [
        "主商品規格說明(含配件)-1.配件/件數 ：1件入",
        "尺寸：M.L.XL.XXL",
        "顏色：黑色/孔雀綠/紫紅",
        "材質：POLYESTER 92% ELASTOMERIC 8%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-7",
      "title": "羅馬修身褲裙",
      "price": "1840",
      "img": [
        "id-2-3.jpg",
        "id-2-2.jpg",
        "id-2-1.jpg"
      ],
      "desc": [
        "特殊織帶設計",
        "增加時尚質感",
        "設計師精細打版"
      ],
      "spec": [
        "主商品：褲子*2",
        "尺寸：M.L.XL.XXL",
        "顏色：共同(黑/白各*1)",
        "材質：藍/黑3%彈性纖維97%聚酯纖維 千鳥尼龍26%嫘縈35%聚酯纖維35%彈性纖維4%",
        "產地：台灣"
      ]
    },
    {
      "id": "id-8",
      "title": "絲絨上衣",
      "price": "1600",
      "img": [
        "id-3-3.jpg",
        "id-3-2.jpg",
        "id-3-1.jpg"
      ],
      "desc": [
        "奢華與優雅並濟",
        "日本進口四面彈頂級絲絨",
        "立體剪裁修飾身材"
      ],
      "spec": [
        "主商品規格說明(含配件)-1.配件/件數 ：1件入",
        "尺寸：M.L.XL.XXL",
        "顏色：黑色/孔雀綠/紫紅",
        "材質：POLYESTER 92% ELASTOMERIC 8%",
        "產地：台灣"
      ]
    }
  ]
}